# PolyMedialAxis

## Description
Creates a group of lines which represent the weighted medial axis of given polygon.

```pascal
FUNCTION PolyMedialAxis(h : HANDLE) : HANDLE;
```

```python

def vs.PolyMedialAxis(h):
    return HANDLE
```

## Parameters
|Name|Type|Description|
|---|---|---|
|h|HANDLE||

## Version
Availability: from Vectorworks 2014
## Category
* Graphic Calculation